/* Error Alert Button */
"OK" = "好";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "解析错误 %1$zd，描述：%2$@，行：%3$zd，列：%4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "验证错误 %1$zd，描述：%2$@，行：%3$zd，列：%4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML 解析错误";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML 验证错误";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "xml 压缩音乐文件似乎出错了（未找到“完整路径”）";

/* Error message */
"Could not create temporary conversion file" = "未能创建临时转换文件";

/* Error message */
"Could not decompress file compressed music xml file" = "未能解压缩 xml 压缩音乐文件";

/* Error message */
"File is not a MusicXML File" = "文件不是 MusicXML 文件";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML 文件包含零值或负值的“等份”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6 弦吉他正常调音";
